<template>
  <div class="info">
    <div class="info-wrapper">
      <div class="info-block">
        <h1 class="info-title">Політика конфіденційності</h1>
        <p class="info-text">Політики від 01.06.2023</p>
        <h2 class="info-subtitle">Вступ</h2>
        <p class="info-text">Ця політика конфіденційності визначає, яким чином StreamAdvisor  та inStreamly використовують персональні дані користувачів, які відвідують веб-сайт, взаємодіють з нами та користуються нашими послугами. Вона також інформує користувачів про те, які права вони мають і як вони захищені законом.</p>
        <p class="info-text">Використання персональних даних регулюється нормами діючого законодавства України.</p>
        <p class="info-text">Важливо, щоб кожен користувач прочитав цю політику конфіденційності, щоб мати можливість користуватися веб-сайтами та послугами StreamAdvisor  та inStreamly усвідомлено (включаючи знання про те, як використовуються дані і для чого вони використовуються).</p>
        <p class="info-text">Якщо у вас виникли питання або ви хочете скористатися своїм правом на конфіденційність, дотримуйтесь інструкцій, що містяться в цій політиці конфіденційності.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Контролер (володілець) та обробник (розпорядник) даних</h2>
        <p class="info-text">ТОВ «ТОПСПОТ СОЛЮШНС»</p>
        <p class="info-text">Адреса: Україна, 04070, місто Київ, вулиця Ігорівська, будинок 1/8, приміщення 2Г</p>
        <p class="info-text">Роль: контролер (володілець)</p>
        <p class="info-text">inSTREAMLY P.S.A.</p>
        <p class="info-text">Адреса: Польща, місто Варшава, 02-013, вул. Ліндлея 16</p>
        <p class="info-text">Роль: обробник (розпорядник)</p>
        <p class="info-text"><b>Місцезнаходження персональних даних</b>: Польща, місто Варшава, 02-013, вул. Ліндлея 16</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Правоздатність та дієздатність користувачів</h2>
        <p class="info-text">Доступ до Веб-сайту надається виключно повнолітнім особам з повною дієздатністю. </p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Дані, що збираються</h2>
        <p class="info-text">StreamAdvisor та inStreamly збирає різну інформацію про своїх клієнтів та гостей, коли вона надається такими користувачами, або коли користувачі користуються послугами StreamAdvisor, або коли StreamAdvisor збирає таку інформацію з іншого джерела. Зібрані дані можуть бути віднесені до наступних категорій:</p>
        <ul class="info-list">
          <li class="info-list__item">
            <p class="info-text">Ідентифікаційні дані: Ім'я та прізвище, платформа, ім'я користувача на цій платформі та професія (джерело згенерованого трафіку). У разі контакту через соціальні мережі - також ім'я користувача в цих мережах.</p>
            <p class="info-text">Якщо ви уклали договір про надання послуг і хочете отримати винагороду за надані послуги, до ідентифікаційних даних також відносяться: ваш вік (необхідний для перевірки дієздатності), паспортні дані та податковий номер, якщо такий номер був присвоєний, дані реєстрації в ЄДР (для ФОП), банківські реквізити, контактні дані Ім'я та прізвище, ім'я користувача, адреса електронної пошти, поштова адреса.</p>
            <p class="info-text">У разі контакту через соціальні мережі - також ім'я у відповідній мережі. Якщо ви підписуєтеся на розсилку новин або даєте згоду на отримання догамної інформації, під контактними даними маються на увазі тільки дані, надані через форму підписки (обов'язкові дані: ім'я та адреса електронної пошти).</p>
            <p class="info-text">Дані, пов'язані з зображенням особи, яка уклала договір з StreamAdvisor.</p>
          </li>
          <li class="info-list__item">
            <p class="info-text">Технічні дані: адреса інтернет-протоколу (IP), тип і версія браузера, налаштування і розташування часового поясу, типи і версії плагінів браузера, операційна система і платформа, інші технології, що застосовуються в пристроях, які використовуються користувачем для доступу до веб-сайту</p>
          </li>
          <li class="info-list__item">Дані користувача: інформація про спосіб використання веб-сайту або послуг (відстеження поведінки).</li>
          <li class="info-list__item">
            <p class="info-text">Дані відстеження: інформація, яка збирається про користувача StreamAdvisor, inStreamly, або іншими організаціями за допомогою файлів cookie та подібних технологій відстеження, таких як веб-маяки, пікселі та ідентифікатори мобільних пристроїв.</p>
            <p class="info-text">StreamAdvisor та inStreamly збирає, поширює та використовує зведені дані (статистичні або демографічні дані), які, тим не менш, не є персональними даними.</p>
            <p class="info-text">StreamAdvisor та inStreamly не збирає чутливі дані (дані особливої категорії), в тому числі дані, що розкривають расове або етнічне походження, релігійні переконання, дані про сексуальне життя та орієнтацію, політичні погляди, інформацію про здоров'я та хвороби, а також біометричні та генетичні дані.</p>
            <p class="info-text">Якщо користувач вирішить не надавати певні дані, це може призвести до неможливості надання послуг StreamAdvisor та inStreamly . У випадку, коли згода вимагається законом, вона завжди є добровільною. Однак, при обробці даних, inStreamly покладається не тільки на згоду користувача, але й на інші підстави для обробки даних.</p>
          </li>
        </ul>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Спосіб збору даних</h2>
        <p class="info-text">При використанні веб-сайту, використовуються різні способи збору персональних даних, а саме:</p>
        <p class="info-text">Пряма взаємодія: Користувач надає дані безпосередньо StreamAdvisor та inStreamly. Надання здійснюється при реєстрації (укладанні договору), контакті поштою або телефоном, контакті через соціальні мережі або при виконанні договору.</p>
        <p class="info-text">Автоматизовані дії: Дані збираються автоматично під час взаємодії через веб-сайт за допомогою файлів cookie та аналітичних інструментів. Таким чином, збираються технічні дані, дані користувачів та дані відстеження. Ми також можемо збирати зведені дані. В автоматизованих діях ми використовуємо Google Analytics та Hotjar.</p>
        <p class="info-text">Від третіх осіб: Дані надаються організаціями, які є зовнішніми організаціями (включаючи організації, що надають послуги відстеження, статистичні послуги тощо, а також організації, що надають рішення, пов'язані з входом в систему), якщо ці організації мають законні підстави для такого надання. Такою підставою зазвичай є згода користувача. Таким чином, ми збираємо технічні дані, дані про користувача та дані відстеження. Ми також можемо отримувати фінансові дані (дані платіжних операторів) і, після аутентифікації, ідентифікаційні дані та контактні дані (соціальні портали, портали потокового мовлення). Необхідні персональні дані можуть бути отримані також через API, розміщені на порталах бізнес-партнерів StreamAdvisor та inStreamly.</p>
        <p class="info-text">Веб-сайт StreamAdvisor за допомогою сервісу InStreamly використовує служби API стрімінгових сервісів. Користувачі, які використовують веб-сайти та рішення стрімінгових сервісів, зобов’язані дотримуватися Умов використання відповідних сервісів: YouTube (доступні на www.youtube.com/t/terms) та/або умов використання Twitch (https://www.twitch.tv/p/en/legal/terms-of-service/), а їхні дані обробляються відповідно до Політики конфіденційності Google www.google.com/policies/privacy та/або Політики конфіденційності Twitch (https://www.twitch.tv/p/en/legal/privacy-notice/).</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Обробка персональних даних</h2>
        <p class="info-text">Під обробкою персональних даних розуміється будь-яка дія або сукупність дій, таких як збирання, реєстрація, накопичення, зберігання, адаптування, зміна, поновлення, використання і поширення (розповсюдження, реалізація, передача), знеособлення, знищення персональних даних.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Спосіб використання даних</h2>
        <p class="info-text">Спосіб використання даних залежить від мети, з якою ці дані були надані або отримані:</p>
        <ul class="info-list">
          <li class="info-list__item">для виконання договору;</li>
          <li class="info-list__item">якщо це виправдано інтересами StreamAdvisor та inStreamly, або інтересами третіх осіб, і інтереси Користувача не переважають над ними;</li>
          <li class="info-list__item">якщо StreamAdvisor повинен виконати накладені на нього юридичні зобов'язання.	Наприклад, з метою сплати податків.</li>
          <li class="info-list__item"></li>
          <li class="info-list__item"></li>
          <li class="info-list__item"></li>
        </ul>
        <p class="info-text">Однак, як правило, StreamAdvisor та inStreamly використовують дані з метою:</p>
        <ul class="info-list">
          <li class="info-list__item"> надання послуг, що надаються електронними засобами, а у випадку користувачів, з якими укладено договір, з метою виконання цього договору; </li>
          <li class="info-list__item">надання інших послуг; </li>
          <li class="info-list__item">обробки запитів, заявок та замовлень; </li>
          <li class="info-list__item"> маркетингової діяльності (маркетинг власних продуктів); </li>
          <li class="info-list__item">аналізу та покращення функціонування веб-сайтів та послуг, що надаються StreamAdvisor та inStreamly;</li>
          <li class="info-list__item">розробки, ремонту або тестування різних функціональних можливостей.</li>
        </ul>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Правові підстави збору даних</h2>
        <p class="info-text">StreamAdvisor та inStreamly регулярно перевіряють дані, якими володіє, та обґрунтованість законних підстав для їх обробки.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Права суб’єктів персональних даних (користувачів):</h2>
        <ul class="info-list">
          <li class="info-list__item">знати про джерела збирання, місцезнаходження своїх персональних даних, мету їх обробки, місцезнаходження або місце проживання (перебування) володільця чи розпорядника персональних даних або дати відповідне доручення щодо отримання цієї інформації уповноваженим ним особам, крім випадків, встановлених законом;</li>
          <li class="info-list__item">отримувати інформацію про умови надання доступу до персональних даних, зокрема інформацію про третіх осіб, яким передаються його персональні дані;</li>
          <li class="info-list__item">на доступ до своїх персональних даних;</li>
          <li class="info-list__item">отримувати не пізніш як за тридцять календарних днів з дня надходження запиту, крім випадків, передбачених законом, відповідь про те, чи обробляються його персональні дані, а також отримувати зміст таких персональних даних;</li>
          <li class="info-list__item"> пред’являти вмотивовану вимогу володільцю персональних даних із запереченням проти обробки своїх персональних даних;</li>
          <li class="info-list__item"> пред’являти вмотивовану вимогу щодо зміни або знищення своїх персональних даних будь-яким володільцем та розпорядником персональних даних, якщо ці дані обробляються незаконно чи є недостовірними;</li>
          <li class="info-list__item">на захист своїх персональних даних від незаконної обробки та випадкової втрати, знищення, пошкодження у зв’язку з умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а також на захист від надання відомостей, що є недостовірними чи ганьблять честь, гідність та ділову репутацію фізичної особи;</li>
          <li class="info-list__item">звертатися із скаргами на обробку своїх персональних даних до Уповноваженого Верховної Ради України з прав людини або до суду;</li>
          <li class="info-list__item">застосовувати засоби правового захисту в разі порушення законодавства про захист персональних даних;</li>
          <li class="info-list__item"> знати механізм автоматичної обробки персональних даних;</li>
          <li class="info-list__item"> на захист від автоматизованого рішення, яке має для нього правові наслідки.</li>
        </ul>
        <p class="info-text">Реалізація прав суб'єкта даних здійснюється шляхом звернення до StreamAdvisor за контактними даними, вказаними у вступі до політики.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Профайлінг</h2>
        <p class="info-text">StreamAdvisor та inStreamly не здійснюють профілювання.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Передача даних</h2>
        <p class="info-text">Як правило, дані не передаються третім особам. Однак, StreamAdvisor може</p>
        <ul class="info-list">
          <li class="info-list__item"> передавати дані осіб, які уклали договір з StreamAdvisor, клієнтам на етапі прийняття ними рішення про співпрацю з StreamAdvisor, а також інформацію про проведені кампанії;</li>
          <li class="info-list__item">передавати дані осіб, які скористалися послугами StreamAdvisor, суб'єктам, які підтримують StreamAdvisor у наданні послуг, наприклад, платіжним процесорам або постачальникам аналітичних інструментів (наприклад, Google Analytics, Google Workspace);</li>
          <li class="info-list__item">надавати дані правоохоронним органам, наглядовим органам, суб'єктам, що виконують державні завдання, або іншим суб'єктам, якщо обов'язок надавати дані випливає із законодавчих положень.</li>
        </ul>
        <p class="info-text">Надання даних завжди повинно здійснюватися на підставі правової норми.</p>
      </div>
    </div>
    <div class="info-image">
      <img src="../assets/images/info-background.svg" alt="background">
    </div>
  </div>
</template>

<script>
export default {
  name: "terms"
}
</script>

<style scoped>

</style>
