<template>
  <div class="info">
    <div class="info-wrapper">
      <div class="info-block">
        <h1 class="info-title">Загальні положення та умови сервісу</h1>
        <p class="info-text">Правила від 01.06.2023</p>
        <h2 class="info-subtitle">Визначення понять:</h2>
        <p class="info-text">Якщо інше не передбачено в Загальних положеннях та умовах, терміни, написані з великої літери, мають таке значення:</p>
        <ul class="info-list">
          <li class="info-list__item">StreamAdvisor означає Товариство з обмеженою відповідальністю «Топспот Солюшнс» (ЄДРПОУ 44909721, Україна, 04070, місто Київ, вулиця Ігорівська, будинок 1/8, приміщення 2Г).</li>
          <li class="info-list__item">inStreamly - онлайн сервіс, право власності на який належить inStreamly P.S.A. (просте акціонерне товариство), з місцезнаходженням у Варшаві, 02-013, вул. Ліндлея 16, внесене до Національного судового реєстру (KRS), який веде Окружний суд столичного міста Варшави у Варшаві, 12-й господарський відділ Національного судового реєстру, під номером 0000953481, NIP (податковий ідентифікаційний номер): (PL) 7010954779.</li>
          <li class="info-list__item">StreamAdvisor належить право використання онлайн-сервісу inStreamly.</li>
          <li class="info-list__item">Стрімер означає фізичну особу/фізичну особу-підприємця, що бажає та має повні права на керування веб-сайтом чи сторінкою, частина якої доступна для відображення рекламного вмісту StreamAdvisor в рамках використання Стрімером сервісу. </li>
          <li class="info-list__item">ЗПУ означає Загальні положення та умови (ЗПУ), які використовує StreamAdvisor для укладення договорів</li>
          <li class="info-list__item">Сторонами визначаються StreamAdvisor та Стрімер.</li>
          <li class="info-list__item">Договір означає правові відносини між StreamAdvisor та Стрімером, створені на базі ЗПУ, на підставі яких Стрімер погоджується за плату надати StreamAdvisor можливість показу реклами на веб-сайті або веб-сторінці, якою керує Стрімер.</li>
        </ul>
        <p class="info-text">ЗПУ розділені на внутрішні редакційні підрозділи (розділи, пункти). Незалежно від використовуваного поділу, ЗПУ є цільними, і жодна з їх частин не може інтерпретуватись поза їх контекстом і окремо від інших.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Загальні положення.</h2>
        <p class="info-text">ЗПУ це документ, створений StreamAdvisor. Цей документ стосується всіх підрядників StreamAdvisor, що надають StreamAdvisor можливість показу реклами на веб-сайті або веб-сторінці, якою керує Стрімер.</p>
        <p class="info-text">ЗПУ не можуть бути змінені або обмежені вмістом, включеним у замовлення, робочі домовленості, розмови чи будь-які інші повідомлення. Умови можуть бути змінені лише у формі, передбаченій у розділі «Зміна Умов».</p>
        <p class="info-text">Співпраця з сервісом StreamAdvisor не означає створення нової компанії, товариства чи іншого спільного підприємства. Сторони є незалежними партнерами, і кожна з них зобов'язується поважати економічну незалежність іншої Сторони.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Предмет співпраці.</h2>
        <p class="info-text">Предметом співпраці Сторін є платне надання Стрімером сервісу StreamAdvisor можливості відображення рекламного вмісту на веб-сайті чи веб-сторінці, якою керує Стрімер (в активному вікні потоку). Це означає, що Стрімер надає доступ до веб-сайту/веб-сторінки протягом визначеного періоду часу для публікації та підтримки рекламного  вмісту, отриманого від StreamAdvisor, за вказаною адресою в Інтернеті (оренда рекламного простору на веб-сайті чи веб-сторінці, якою керує Стрімер)</p>
        <p class="info-text">Доступ до рекламного простору надається протягом часу, указаного Стрімером у своєму обліковому записі та прийнятого для StreamAdvisor. В той самий час:</p>
        <ul class="info-list">
          <li class="info-list__item">Стрімер вказує конкретний рекламний вміст, який він погоджується транслювати</li>
          <li class="info-list__item">StreamAdvisor може (без обґрунтування, тимчасово чи назавжди, без права Стрімера на компенсацію) відмовити у використанні рекламного простору Стрімера, і така дія не порушує зобов’язання StreamAdvisor, які Стример визнає та приймає.</li>
        </ul>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Реєстрація та укладення Договору</h2>
        <p class="info-text">Реєстрація здійснюється шляхом створення облікового запису та подання стрімером заяви (через форму, надану StreamAdvisor) щодо прийняття Умов. Для створення облікового запису може додатково знадобитися підтвердження даних (автентифікація) через зовнішній сервіс (наприклад, Twitch або Youtube). Договір укладається в письмовому вигляді за допомогою сервісу електронного документообігу, визначеного StreamAdvisor, з використанням електронних цифрових підписів в момент початку безпосередньої співпраці зі Стрімером.</p>
        <p class="info-text">StreamAdvisor прагне максимально спростити формальності у відносинах зі Стрімерами. Однак, StreamAdvisor може вимагати додаткової автентифікації від Стрімерів до, або після укладення контракту.</p>
        <p class="info-text">Зокрема, StreamAdvisor, для проведення додаткової перевірки та підписання Договору, може вимагати від Стрімера надати:</p>
        <ul class="info-list">
          <li class="info-list__item">копію посвідчення особи або інший документ, що посвідчує особу, у випадку, якщо Стрімер є фізичною особою або у випадку фізичних осіб, що виступають від імені Стрімера;</li>
          <li class="info-list__item">Витяг з Єдиного державного реєстру юридичних осіб, фізичних осіб-підприємців та громадських формувань (для фізичних осіб - підприємців);</li>
          <li class="info-list__item">Реєстраційний номер облікової картки платника податків (РНОКПП);</li>
          <li class="info-list__item">Свідоцтво платника єдиного податку (для фізичних осіб-підприємців);</li>
          <li class="info-list__item">Інше.</li>
        </ul>
        <p class="info-text">Стрімер самостійно забезпечує збереження інформації про свої паролі та іншої конфіденційної інформації. StreamAdvisor не несе відповідальності за наслідки втрати Стрімером конфіденційної інформації про його особисті дані (логін і пароль). Дане положення поширюється як на передачу інформації про особисті дані третім особам добровільно, так і на втрату Стрімером конфіденційної інформації про особисті дані поза його волею.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Умови співробітництва щодо Стрімера.</h2>
        <p class="info-text">Стрімером може бути лише:</p>
        <ul class="info-list">
          <li class="info-list__item">фізична особа – громадянин України, яка досягла 18 років і має повну дієздатність, яка надає послуги, передбачені Договором, для цілей, безпосередньо пов’язаних з комерційною, підприємницькою діяльністю, або є самозайнятою особою (фізична особа, яка не є споживачем). Вищезазначене не виключає співпраці з особами, які не мають зареєстрованої підприємницької діяльності (наприклад, незареєстрована діяльність); або</li>
          <li class="info-list__item">Фізична особа підприємець (ФОП), що є платником єдиного податку третьої групи.</li>
        </ul>
        <p class="info-text">Співпраця зі StreamAdvisor можлива лише в тому випадку, якщо Стрімер має та матиме повні права на керування веб-сайтом чи сторінкою, частина якої доступна для відображення рекламного вмісту протягом усього терміну дії Договору.</p>
        <p class="info-text">StreamAdvisor може призупинити використання наданого рекламного простору, а також відмовитися продовжувати використовувати цей простір, у разі виявлення недотримання пунктів, наведених вище. StreamAdvisor повідомить Стрімеру про цей факт електронною поштою.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Умови співпраці щодо веб-сайтів або веб-сторінки Стрімера</h2>
        <p class="info-text">Співпраця з StreamAdvisor можлива лише в тому випадку, якщо веб-сайт або веб-сторінка Стрімера, а також увесь вміст, опублікований на такому веб-сайті або веб-сторінці протягом усього терміну дії Договору, відповідають вимогам ЗПУ.</p>
        <p class="info-text">Стрімер заявляє та гарантує, що, в рамках веб-сайту, або веб-сторінки, протягом визначеного часу в рамках співпраці, Стрімер надає StreamAdvisor можливість відображати рекламний вміст на наступних умовах:</p>
        <ul class="info-list">
          <li class="info-list__item">
            не можна пропонувати товари чи послуги та розміщувати контент, який:
            <ul class="info-list__sublist">
              <li class="info-list__sublist-item">не відповідає вимогам законодавства України;</li>
              <li class="info-list__sublist-item">вважається образливими, вульгарними, расистським, дискримінаційним (тощо);</li>
              <li class="info-list__sublist-item">порушує хороші манери;</li>
              <li class="info-list__sublist-item">може завдати будь-якої шкоди рекламованим організаціям або StreamAdvisor, включаючи втрату репутації. Це включає в себе просування конкурентів рекламованих організацій.</li>
            </ul>
          </li>
          <li class="info-list__item">інший рекламний вміст, який можна розглядати як вміст, пов’язаний із продуктами чи послугами, що конкурують із тими, що визначені Стрімером відповідно до пункту 6, підпункт «a)» ЗПУ, і не повинні відображатися чи подаватись будь-яким іншим способом.</li>
          <li class="info-list__item">
            дії, які потенційно можуть вплинути на кількість переглядів веб-сайту або підсторінки Стрімера, чи кількість кліків за рекламним посиланням, не застосовуються і не повинні застосовуватись. Зокрема, це стосується:
            <ul class="info-list__sublist">
              <li class="info-list__sublist-item">використання ботів, купівля глядачів або використання фейкових акаунтів;</li>
              <li class="info-list__sublist-item">міни налаштувань, що призводить до обмеження доступності веб-сайту або веб-сторінки Стрімера.</li>
            </ul>
          </li>
        </ul>
        <p class="info-text">StreamAdvisor може призупинити використання наданого рекламного простору, а також відмовитися від подальшого використання цього простору у разі виявлення недотримання вищезазначених пунктів. StreamAdvisor повідомить Стрімеру про цей факт електронною поштою.</p>
        <p class="info-text">Технічні вимоги до режиму впровадження інструментів StreamAdvisor, які дозволяють Стрімеру надавати StreamAdvisor можливість відображати рекламний вміст на веб-сайті чи веб-сторінці, якою керує Стрімер, описані в розділі «Технічний посібник».</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Моніторинг рекламного простору та веб-сайтів і веб-сторінок стрімера</h2>
        <p class="info-text">Веб-сайти або підсторінки Стрімера можуть контролюватися StreamAdvisor, з метою перевірки правильності виконання Договору. У разі підозри, що Стрімер будь-яким чином порушує положення Договору, StreamAdvisor може призупинити/припинити використання наданого рекламного простору та відмовитися від подальшого використання цього простору. StreamAdvisor повідомить Стрімеру про цей факт електронною поштою. Одночасно StreamAdvisor може вказати дії, які Стрімер повинен виконати, щоб відновити використання такого простору StreamAdvisor, встановивши кінцевий термін їх виконання. У випадку невиконання зазначених дій, StreamAdvisor відмовляється від подальшої співпраці зі Стрімером.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Зображення. Авторське право</h2>
        <p class="info-text">Укладаючи Договір, Стрімер надає безкоштовну згоду StreamAdvisor на використання та розповсюдження:</p>
        <ul class="info-list">
          <li class="info-list__item">його ім’я, псевдоніму, зоображення для цілей, пов’язаних із просуванням діяльності StreamAdvisor та для цілей розрахунків;</li>
          <li class="info-list__item">його матеріалів, розміщених на веб-сайтах або веб-сторінках, якими керує Стрімер, для цілей, пов’язаних із просуванням діяльності StreamAdvisor (наприклад, розповсюдження на веб-сайтах і в рекламі), а також для цілей, пов’язаних із розрахунками.</li>
        </ul>
        <p class="info-text">Згода надається на строк дії Договору.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Оплата</h2>
        <p class="info-text">Стрімер має право на отримання винагороди за надані ним послуги.</p>
        <p class="info-text">Винагорода</p>
        <ul class="info-list">
          <li class="info-list__item">підлягає оплаті після закінчення періоду часу, протягом якого Стрімер надав StreamAdvisor можливість відображати рекламний вміст на веб-сайті чи веб-сторінці;</li>
          <li class="info-list__item">після того, як StreamAdvisor отримує винагороду від суб’єктів, реклама яких відображалась;</li>
          <li class="info-list__item">виплачується за умови, що досягнутий мінімальний баланс, що становить 500,00 грн. Однак це не застосовується, якщо Договір було розірвано. У такому випадку винагорода виплачується незалежно від суми балансу, відповідно до інших положень ЗПУ.</li>
          <li class="info-list__item"></li>
          <li class="info-list__item"></li>
          <li class="info-list__item"></li>
          <li class="info-list__item"></li>
        </ul>
        <p class="info-text">Винагорода виплачується Стрімеру за умови:</p>
        <ul class="info-list">
          <li class="info-list__item">надання всіх необхідних документів для підписання Договору про надання послуг та здійснення оплат за ним;</li>
          <li class="info-list__item">підписання Стрімером Договору про надання послуг;</li>
          <li class="info-list__item">наявності підписаного за допомогою електронного цифрового підпису акту приймання – передачі наданих послуг по закінченню періоду часу, протягом якого Стрімер надавав StreamAdvisor можливість відображати рекламний вміст на веб-сайті чи веб-сторінці.</li>
        </ul>
        <p class="info-text">Винагорода виплачується не частіше одного разу на місяць, якщо інше не буде погоджено сторонами</p>
        <p class="info-text">Стрімер несе одноосібну відповідальність за виконання всіх податкових та інших  зобов’язань, пов’язаних з виконанням Договору та отримання винагороди за ним.</p>
        <p class="info-text">Стрімер не має права на винагороду за час призупинення останнім використання наданого рекламного простору та у разі відмови від використання такого простору, незалежно від причини такого призупинення чи відмови.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Відповідальність</h2>
        <p class="info-text">StreamAdvisor не несе відповідальності, якщо Стрімер надає неправдиву або застарілу інформацію під час укладення Договору, включаючи дані Стрімера, а також за відсутність оновлення таких даних Стрімером, незважаючи на їх зміну. Вищевикладене також стосується неправдивих заяв, здіснених Стрімером під час укладення Договору.</p>
        <p class="info-text">Відповідальність StreamAdvisor виключається в повному обсязі, дозволеному законом. Зокрема, StreamAdvisor не несе відповідальності за наслідки, включно з будь-якою шкодою Стрімеру або третім сторонам, спричинені:</p>
        <ul class="info-list">
          <li class="info-list__item">діями або бездіяльністю суб’єктів, за які StreamAdvisor не несе відповідальності, зокрема, за збої, недоступність або несправність ІТ-систем операторів зв’язку, діяльність хакерів або інших третіх осіб, які вживають заходів, спрямованих на отримання коштів шляхом обману або втручання в обробку даних;</li>
          <li class="info-list__item">обставинами непереборної сили;</li>
          <li class="info-list__item">розширенням, змінами, обмеженнями або припиненнями пропозиції деяких або всіх функцій, інструментів чи кампаній, у тому числі доступних на момент укладення Договору;</li>
          <li class="info-list__item">діями, вжитими StreamAdvisor відповідно до контракту;</li>
          <li class="info-list__item">а також за всі інші дії та обставини, що виникли не з вини StreamAdvisor (навмисна вина).</li>
        </ul>
        <p class="info-text">Стрімер несе повну відповідальність за всі дії та бездіяльність, вчинені ним самим, або з використанням керованих веб-сайтів чи веб-сторінок, будь-який наданий або представлений вміст, будь-яке порушення Договору, а також несе відповідальність у тій мірі, в якій StreamAdvisor не несе відповідальності для нього. Відповідальність Стрімера включає фактичні збитки та втрачену вигоду, включаючи всі витрати, понесені StreamAdvisor для захисту від позовів, поданих проти StreamAdvisor.</p>
        <p class="info-text">Стрімер несе виключну відповідальність за дотримання правових вимог у своїй юрисдикції, пов’язаних із відповідним маркуванням рекламного простору, наданого StreamAdvisor з метою відображення рекламного вмісту. Це може стосуватися, зокрема, та з урахуванням юридичної кваліфікації послуг Стрімера у певній юрисдикції, надання інформації про можливість розміщення реклами на веб-сайті чи веб-сторінці продукту чи послуги, або про те, що повідомлення є спонсорованим, або містить продукт розміщення. StreamAdvisor та інші організації не несуть і не можуть нести відповідальності за невиконання вищезазначених зобов’язань Стрімером.</p>
        <p class="info-text">Стрімер зобов’язується замінити або приєднатися до StreamAdvisor у всіх розглядах, що тривають у зв’язку з Договором, відшкодувати StreamAdvisor, а також задовольнити претензії проти третіх сторін, або покрити регресні позови, а також відшкодувати судові витрати, штрафи, штрафні збитки тощо.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Скарги</h2>
        <p class="info-text">У разі невиконання або неналежного виконання Договору StreamAdvisor, Стрімер може подати скаргу. Скарги слід подавати:</p>
        <ul class="info-list">
          <li class="info-list__item">за допомогою контактної форми на сайті www.streamadvisor.com.ua;</li>
          <li class="info-list__item">електронною поштою на таку адресу: contact@streamadvisor.com.ua;
            або</li>
          <li class="info-list__item">письмово на адресу місцезнаходження StreamAdvisor.</li>
        </ul>
        <p class="info-text">Скарга повинна містити щонайменше:</p>
        <ul class="info-list">
          <li class="info-list__item"> дані, що дозволяють ідентифікувати Стрімера (включно з паспортними даними);</li>
          <li class="info-list__item"> найбільш точний опис проблеми, із зазначенням періоду її виникнення та обсягу;</li>
          <li class="info-list__item">очікування щодо того, як StreamAdvisor вирішить проблему.</li>
        </ul>
        <p class="info-text">StreamAdvisor може залишати скарги, які не містять вищевказаного обсягу інформації, без відповіді.</p>
        <p class="info-text">StreamAdvisor розглядає скарги в найкоротші терміни, протягом максимум 30 (тридцяти) днів з моменту їх отримання. Після розгляду скарги StreamAdvisor надає інформацію про метод її розгляду за допомогою тих самих засобів зв’язку, які були використані для подання скарги, якщо Стрімер не вкаже інший бажаний засіб зв’язку в скарзі.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Припинення дії Договору</h2>
        <p class="info-text">Договір укладається на невизначений термін, або на термін, що визначений у тексті відповідного Договору.</p>
        <p class="info-text">Стрімер може розірвати Договір у будь-який час, попередивши про своє рішення StreamAdvisor не менш, ніж за 30 (тридцять) днів до бажаної дати припинення Договору способом, визначеним Договором, розуміючи, що розірвання Договору в період часу, протягом якого Стрімер надає StreamAdvisor можливість відображати рекламний вміст на своєму веб-сайті або веб-сторінки, є порушенням положень Договору та може призвести до відповідальності Стрімера.</p>
        <p class="info-text">StreamAdvisor може розірвати Договір:</p>
        <ul class="info-list">
          <li class="info-list__item">у будь-який час, без пояснення причини відповідно до ЗПУ та умов Договору;</li>
          <li class="info-list__item">після 30-денного періоду повідомлення. Ця форма розірвання Договору передбачає надсилання заяви в електронній формі на електронну адресу, вказану як адреса для зв’язку.</li>
        </ul>
        <p class="info-text">Сторони не передбачають можливість внесення змін до Договору, за винятком змін, що виникають внаслідок зміни до ЗПУ.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle"> Зміни до Загальних положень та умов (ЗПУ)</h2>
        <p class="info-text">ЗПУ може підлягати періодичним оновленням, зокрема в таких випадках:</p>
        <ul class="info-list">
          <li class="info-list__item">зміни у відповідних законах або нормативних вимогах;</li>
          <li class="info-list__item">потреба адаптувати функціональні можливості, надані StreamAdvisor, до зобов’язань, судових рішень, рішень, вказівок або вказівок контролюючих органів, або судового рішення щодо StreamAdvisor;</li>
          <li class="info-list__item">зміни у функціональних можливостях, доступних StreamAdvisor, через технічні чи технологічні причини;</li>
          <li class="info-list__item">видалення або додавання функціональності за допомогою StreamAdvisor.</li>
        </ul>
        <p class="info-text">StreamAdvisor надає дати останнього оновлення ЗПУ. ЗПУ у версії, дійсній на момент, коли Стрімер надає StreamAdvisor можливість відображати рекламний вміст на своєму веб-сайті чи веб-сторінці, застосовуються до кінця періоду, погодженого Стрімером.</p>
        <p class="info-text">StreamAdvisor повідомлятиме про зміни в ЗПУ заздалегідь, надсилаючи повідомлення на електронну адресу Стрімера, надану під час створення облікового запису.</p>
        <p class="info-text">Відсутність розірвання Контракту Стрімером після зміни ЗПУ означає прийняття змін, внесених StreamAdvisor, і відповідну зміну Договору.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Додаткові положення</h2>
        <p class="info-text">У випадку, якщо будь-яке з положень ЗПУ, на підставі закону, чи остаточного рішення будь-якого адміністративного органу, чи суду, буде визнано недійсним або неефективним, решта положень залишатимуться в повній силі. Недійсні положення будуть замінені відповідно до Договору положеннями, які є юридично дійсними та повністю ефективними, з юридичними наслідками, які забезпечують економічні вигоди для кожної Сторони, максимально наближені до початкових.</p>
        <p class="info-text">Договір містить усі положення та домовленості Сторін, охоплені його змістом, і замінює всі попередні договори, обговорення та домовленості, укладені між Сторонами, як усні, так і письмові.</p>
        <p class="info-text">Веб-сайт StreamAdvisor за допомогою сервісу InStreamly використовують служби API стрімінгових сервісів. Користувачі, які використовують веб-сайти та рішення стрімінгових сервісів, зобов’язані дотримуватися Умов використання відповідних сервісів: YouTube (доступні на <a href="www.youtube.com/t/terms" target="_blank">www.youtube.com/t/terms</a>) та/або умов використання Twitch (<a href="https://www.twitch.tv/p/en/legal/terms-of-service/" target="_blank">https://www.twitch.tv/p/en/legal/terms-of-service/</a>), а їхні дані обробляються відповідно до Політики конфіденційності Google <a href="www.google.com/policies/privacy" target="_blank">www.google.com/policies/privacy</a> та/або Політики конфіденційності Twitch (<a href="https://www.twitch.tv/p/en/legal/privacy-notice/" target="_blank">https://www.twitch.tv/p/en/legal/privacy-notice/</a>).</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Комунікація</h2>
        <p class="info-text">Вся комунікація між Сторонами в електронній формі за адресами електронної пошти:</p>
        <ul class="info-list">
          <li class="info-list__item">для StreamAdvisor – contact@streamadvisor.com.ua</li>
          <li class="info-list__item">Для Стрімера – надається під час створення облікового запису.</li>
        </ul>
        <p class="info-text">Сторони зобов'язуються своєчасно повідомляти про будь-які зміни адрес обслуговування або інших даних, інакше будь-яке повідомлення, надіслане за останньою вказаною адресою обслуговування, вважається належним чином врученим.</p>
        <p class="info-text">Стрімер зобов’язується відповісти на кожне повідомлення від StreamAdvisor та InStreamly протягом максимум 7 (семи) календарних днів з моменту його отримання та, у разі позначення запиту як «Терміновий», протягом максимум 24 годин з моменту квитанція. Під моментом отримання Сторони розуміють передачу даних із сервера StreamAdvisor.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle"> Чинне законодавство та судовий розгляд</h2>
        <p class="info-text">Положення Договору та зобов'язання, що випливають з нього підпадають під дію українського законодавства та складені на українській мові. У разі виникнення суперечок з Договору, Сторони зобов'язуються вирішувати їх мирним шляхом, і, якщо це неможливо, Сторони передадуть їх на вирішення місцевого компетентного суду за місцезнаходженням відповідача. Для питань, не охоплених положеннями ЗПУ та Договором, діють положення законодавства України.</p>
      </div>
      <div class="info-block">
        <h2 class="info-subtitle">Персональні дані</h2>
        <p class="info-text">Положення щодо використання персональних даних визначені у Політиці конфіденційності.</p>
      </div>
    </div>
    <div class="info-image">
      <img src="../assets/images/info-background.svg" alt="background">
    </div>
  </div>
</template>

<script>
export default {
  name: "policy"
}
</script>

<style scoped>

</style>
